import { FixedTexts } from "../components/FixedTexts";

export default function Goals() {
  return (
    <main>
      <FixedTexts 
        time="2025-03-28 12:00"
        text={`

          
<p>그리하여 2025년 3월부터 2026년 11월에 걸쳐 한시적으로 진행하게 된 본 시간 여행 프로젝트의 내용은 다음과 같습니다.</p><br>
<p>
<ol>
  <li>2025년 3월 중으로 (이 모든 일의 온라인 거점이 될) 홈페이지를 연다.</li>
  <li>2025년 4월 중으로 (30년 전에 했던 것처럼) 사람들을 모아 음악 감상회를 시작한다.</li>
  <li>2025년 여름 혹은 가을에 직접 큐레이션한 음반과 책 등을 파는 레코드 가게를 연다. (팝업 스토어 형태로 한시적 운영)</li>
  <li>2025년 하반기에 그동안 발표했던 가사와 곡에 관한 이야기를 곁들여 가사집을 낸다.</li>
  <li>그 가사집 말미에 아직 발표한 적 없는 새 노랫말을 지어 싣는다.</li>
  <li>그 노랫말에 새로이 곡을 입혀 데모를 만든다.</li>
  <li>그렇게 만든 곡들을 모아 (정확히 30년 전에 그랬던 것처럼) 2026년 2월에 데모 앨범을 만들어 발표한다.</li>
  <li>2026년 3월 그 데모 앨범을 기반으로 새 정규 앨범 제작에 돌입한다.</li>
  <li>늦어도 2026년 여름에는 스튜디오 녹음에 들어간다.</li>
  <li>마스터링을 30년 전과 같이 런던 메트로 폴리스에 가서 할 것인지는 아직 정해지지 않았다.</li>
  <li>일련의 모든 과정을 거쳐 2026년 11월. 30년 전에 했던 대로 새로운 곡들이 담긴 새 앨범이자 새로운 팀의 첫 앨범을 발표한다. (이것이 본 프로젝트의 최종 목표)</li>
  <li>목표가 달성된 이후의 계획은 아직 없음.</li>
</ol>
</p>
        `}
      />
    </main>
  );
}
