import { FixedTexts } from "../components/FixedTexts";


export default function Overview() {
  return (
    <main>
      <FixedTexts 
        time="2025-03-27 12:30" 
        text={`
        <section>
        
      <h2><u> 프로젝트 개요 ver 1. (간결한 버전) </u></h2>
      <br>
      <p>
        모든 것은 언젠가 매니저한테서 걸려온 한 통의 전화로부터 비롯되었다.
        전에 냈던 앨범을 엘피로 재발매하자길래 정중히 거절한 뒤 전화를 끊으려는데
        매니저가 말했다.
      </p>
            <br>

      <p>오빠. 근데 조금 있으면 1집 나온 지 30년 되는 거 아세요?</p>
      <p>30년? 벌써 세월이 그렇게 흘렀나?</p>
            <br>

      <p>
        처음엔 앨범 데뷔 30주년이라는 사실에 그다지 큰 감흥은 없었다. 다만 시간이 갈수록
        그때로 돌아가보고 싶다는 생각이 점점 더 강하게 들었는데 이는 내가 처한 현실 때문이었을 것이다.
        현재 나이 55살. 늙고 병든 부모님을 돌보다 지쳐 집으로 돌아오면 곡이 써지기는커녕 사소한 제목 하나 짓지 못해
        쩔쩔매는, 이제는 수명이 다해가는 늙은 창작자 하나가 거울 속에서 나를 보고 서 있었으니...
      </p>
            <br>

      <p>
        이 일은 그렇게 시작되었다. </p>     <br>
        <p>
 언제부턴가 절대로 하지 않던 후회를 하고 툭하면 옛일을 생각하며 추억에 잠기는
        늙어버린 나를 견딜 수 없어서.<br>
        </p>
        <p> 할 수만 있다면 삼십년 전 그때로 돌아가 생을 두 번 살고 싶어서.
      </p>
            <br>

    </section>
<br>

    <section>
      <h2><u>프로젝트 개요 ver 2.<br> (좀 더 구체적이면서도 구성진 버전)</u></h2><br>
      <p>
        저는 지금 30년 전으로 돌아가본다는 일종의 시간 여행 프로젝트를 실행하려 하는데 이는 현실에 기인한 바가 큽니다.
        만약 지금의 내가 창작자로서 수명이 다해가는 늙고 무기력한 처지가 아니었다면 데뷔 30주년을 이런 식으로 보내지는 않았을지도 모릅니다.
        이것보다는 훨씬 느긋하게 하나의 추억으로써 30년 전을 회고하고 또 축하할 수 있었겠죠.

        그러나 불행히도 삶과 일 모든 면에서 지치고 늙고 병들어 있을 때 앨범 데뷔 30주년이라는 얘기를 들었고 그래서인지
        저는 기념이나 축하를 하기보다는 그때로 한 번 돌아가보고 싶다는 강렬한 욕구를 느꼈습니다. 어느새 나이 55살.
        지금의 나는 곡은커녕 제목 하나 짓는데도 쩔쩔매는 신세가 되었지만 스물 다섯의 저는 어땠습니까?

        그때의 나는 비록 주 2회씩 대학로에 있는 병원으로 신경 정신과 치료를 받으러 다니면서도 직접 고른 앨범들을 파는
        레코드 가게를 했고, 홀로 음악 감상 모임을 만들어서 이끌었고, 신문에 내 이름을 걸고 칼럼을 고정 연재했으며
        음악 잡지의 기자로 일하다 아예 내가 발행인이 되어 직접 잡지사를 차렸으며 끝내는 나의 밴드를 만들어서 프로 뮤지션으로서
        음악 활동을 시작했습니다. 그렇게 30년 전의 나는 누구보다 실천적인 사람이었고 항상 뭔가 하는 사람이었으며 해야만 하는 사람이었는데
        지금의 나는 어쩌다 이렇게 무기력한 존재로 하루하루를 보내게 된 것인지.

        이렇듯 나이 먹은 자의 벗어던질 수 없는 숙명과도 같은 현실을 견딜 수 없었던 저는 고민 끝에 지금부터 2년에 걸쳐서 한번 30년 전
        그때로 돌아가보자는 구상을 하게 되었습니다.
      </p>
      <br>
      <p>
        그때 했듯이 레코드 가게도 다시 해보고, 그때 했듯이 음악 감상회도 다시 열어보고, 무엇보다 그때 그랬듯이 새로운 음악을 만들어서 새로이 첫 앨범을
        발표하는 2년짜리 프로젝트를요.
      </p>
    </section>
          
          `}
                  
          />
    </main>
  );
}

