import { FixedTexts } from "../components/FixedTexts";

export default function Challenges() {
  return (
    <main>
      <FixedTexts 
        time="2025-03-24 12:00"
        text={`
          <p>고민</p><br>
<ol start="0">
  <li>왜 음악인가.</li>
  <li>왜 또 음악인가.</li>
  <li>왜 30년 전인가.</li>
  <li>왜 굳이 새 음악을 발표해야 하는가. - 음악 감상회를 열어서 남이 만든 좋은 음악을 타인과 나누는 것도 음악적인 일이고 남에게 돈을 받고 곡을 만들어서 파는 것도 엄연히 음악적인 영역의 일인데 왜 굳이 또다시 내 이름을 걸고 내 음악을 만들어서 발표해야 하는가.</li>
  <li>그 어느 때보다 많은 스튜디오 작업이 예상되고 또 그걸 원하는 상황에서 높은 제작비는 어떻게 충당해야 할 것인가.</li>
  <li>30년 전에 했던 일들을 지금 다시 재현하면 과연 30년 전으로 돌아갈 수 있는 것인가. 그렇게 하면 55살이 25살이 되는 것인가. 그게 아니라면 이 일의 의미는 무엇인가.</li>
  <li>30년 전으로 돌아가본다는 설정에 충실한다면 새 음악은 90년대 스타일로 만들어야 하는가.</li>
  <li>30년 전으로 돌아가본다는 설정에 충실한다면 새 음악은 그동안 쌓은 경험과 스킬을 감추고 정말 이제 막 시작하는 뮤지션처럼 일부러 풋풋하게 만들어야 하는가.</li>
  <li>아무리해도 찾아지지 않는 프로듀서 문제는 어떻게 해결해야 하는가.</li>
  <li>일본인 프로듀서와 일본에 가서 장기 체류하며 녹음을 한다면 그 비용은 어디서 마련할 것인가. 꼭 그런 사치를 부려야 하나? 그걸 사치라고 할 수 있을까?</li>
  <li>한 번도 제대로 된 뮤직비디오를 찍어본 적이 없는 만큼 이번에 그 문제를 해소하고자 한다면 감독은 누구한테 맡기지? 제작비는?</li>
  <li>회사와 계약하는 것과 내가 회사를 차려서 독자적으로 일을 진행하는 것 중 어느 게 더 좋은 결과물을 낼 수있는 방법일까.</li>
  <li>목표를 너무 많이 잡은 것은 아닐까? 비록 잠시라도 레코드 가게를 다시 해보려는 것이 잘하는 일일까. 지금 너무 많은 일을 벌이고 있는 느낌인데, 그것 때문에 오랜만에 살아있는 기분을 느끼고 있는 것은 맞지만, 너무 그때의 일을 다 재현해야 한다는 명분에 사로잡혀 있는 것은 아닐까.</li>
  <li>보컬 녹음을 스튜디오가 아닌 집(혹은 작업실)에서 원하는 아무 때나 할 수 있도록 장비와 환경을 갖추는 문제. 그러기엔 현실적으로 내가 기계 다루는 일을 너무 싫어한다는 점.</li>
</ol>


        `}
      />
    </main>
  );
}
